Repository: JellyBookOrg/JellyBook
Catalog: lib/l10n/app_*.arb
Languages: sk, ta, vi

source: No Audiobooks Downloaded
sk: Žiadne stiahnuté audioknihy
ta: ஆடியோபுக்குகள் எதுவும் பதிவிறக்கம் செய்யப்படவில்லை
vi: Không sách nói nào được tải xuống

# pleaseDownloadAudiobookFirst
source: Please download an audiobook first
sk: Prosím najprv stiahnite audioknihu
ta: முதலில் ஆடியோபுக்கைப் பதிவிறக்கவும்
vi: Vui lòng tải xuống sách nói trước

# systemTheme
source: System
sk: Systém
ta: மண்டலம்
vi: Hệ thống

# lightTheme
source: Light
sk: Svetlá
ta: ஒளி
vi: Sáng

# darkTheme
source: Dark
sk: Tmavá
ta: இருண்ட
vi: Tối

# amoledTheme
source: Amoled
ta: அமோல்ட்

source: Licenses
sk: Licenzie
ta: உரிமங்கள்
vi: Giấy phép

# appName
source: JellyBook
ta: செல்ல்புக்

# unknownError
source: An unknown error has occured.
sk: Vyskytla sa neznáma chyba.
ta: அறியப்படாத பிழை ஏற்பட்டுள்ளது.
vi: Đã xảy ra lỗi không xác định.

source: Error
sk: Chyba
ta: பிழை
vi: Lỗi

source: Downloading
sk: Sťahovanie
ta: பதிவிறக்குகிறது
vi: Đang tải xuống

source: Library
sk: Knižnica
ta: நூலகம்
vi: Thư viện

# noBooks
source: No books found
sk: Neboli nájdené žiadne knihy
ta: புத்தகங்கள் எதுவும் கிடைக்கவில்லை
vi: Không tìm thấy sách nào

source: Cancel
sk: Zrušiť
ta: ரத்துசெய்
vi: Hủy

# redownloadVerify
source: Are you sure you want to redownload this file?
sk: Ste si istí že chcete súbor znovu stiahnuť?
ta: இந்த கோப்பை மாற்றியமைக்க விரும்புகிறீர்களா?
vi: Bạn có chắc chắn muốn tải lại tệp này?

source: Redownload
sk: Opätovné stiahnutie
ta: மறுபதிவிறக்கம்
vi: Tải xuống lại

source: Settings
sk: Nastavenia
ta: அமைப்புகள்
vi: Cài đặt

source: Downloads
sk: Sťahovania
ta: பதிவிறக்கங்கள்
vi: Tải xuống

source: Search
sk: Vyhľadávanie
ta: தேடல்
vi: Tìm kiếm

source: Theme
sk: Téma
ta: கருப்பொருள்
vi: Chủ đề

source: Language
sk: Jazyk
ta: மொழி
vi: Ngôn ngữ

source: Page Transition
sk: Prechod strany
ta: பக்க மாற்றம்
vi: Chuyển đổi trang

source: Delete
sk: Zmazať
ta: நீக்கு
vi: Xóa

# deleteConfirm
source: Are you sure you want to delete this book/comic?
sk: Ste si istí že chcete knihu/komiks zmazať?
ta: இந்த புத்தகம்/காமிக் நீக்க விரும்புகிறீர்களா?
vi: Bạn có chắc chắn muốn xóa cuốn sách/truyện tranh này không?

source: Select Categories
sk: Výber kategórie
ta: வகைகளைத் தேர்ந்தெடுக்கவும்
vi: Chọn danh mục

# noDot
source: URL does not contain a .
sk: URL neobsahude .
ta: முகவரி இல் இல்லை.
vi: URL không chứa phần mở rộng .

# noSlash
source: URL does not contain a /
sk: URL neobsahuje /
ta: முகவரி இல் இல்லை /
vi: URL không chứa /

# noContent
source: I'm sorry but you havent downloaded any content yet.
sk: Ľutujeme, ale nemáte stiahnutý ešte žiadny obsah.
ta: மன்னிக்கவும், நீங்கள் இதுவரை எந்த உள்ளடக்கத்தையும் பதிவிறக்கம் செய்யவில்லை.
vi: Tôi xin lỗi nhưng bạn chưa tải xuống bất kỳ nội dung nào.

# noContent2
source: If you have not connected to the internet, please connect to the internet and click the refresh button in the top left corner of the screen.
sk: Ak nie ste pripojení k internetu, pripojte sa k internetu a kliknite na tlačidlo Obnoviť v ľavom hornom rohu obrazovky.
ta: நீங்கள் இணையத்துடன் இணைக்கவில்லை என்றால், தயவுசெய்து இணையத்துடன் இணைத்து திரையின் மேல் இடது மூலையில் உள்ள புதுப்பிப்பு பொத்தானைக் சொடுக்கு செய்க.
vi: Nếu bạn chưa kết nối Internet, vui lòng kết nối Internet và nhấp vào nút làm mới ở góc trên cùng bên trái của màn hình.

# waitToFetchDB
source: Please wait while we fetch content from the database
sk: Počkajte, prosím, kým načítame obsah z databázy
ta: தரவுத்தளத்திலிருந்து உள்ளடக்கத்தைப் பெறும்போது காத்திருங்கள்
vi: Vui lòng đợi trong khi chúng tôi tìm nạp nội dung từ cơ sở dữ liệu

source: Downloading File:
sk: Sťahovanie súboru:
ta: பதிவிறக்கும் கோப்பு:
vi: Đang tải tệp:

source: Extracting Content
sk: Extraktuje sa obsah
ta: உள்ளடக்கத்தை பிரித்தெடுக்கும்
vi: Trích xuất nội dung

source: File Downloaded
sk: Súbor stiahnutý
ta: கோப்பு பதிவிறக்கம் செய்யப்பட்டது
vi: Tệp đã tải xuống

source: Home
sk: Domov
ta: வீடு
vi: Thư mục chính

source: Reading
sk: Čítanie
ta: படித்தல்
vi: Đọc

source: Continue Reading
sk: Pokračovať čítanie
ta: தொடர்ந்து படிக்கவும்
vi: Tiếp tục đọc

# noBooksStarted
source: You have not started any books/comics yet.
sk: Ešte ste nezačali žiadne knihy/komiksy.
ta: நீங்கள் இதுவரை எந்த புத்தகங்கள்/காமிக்சையும் தொடங்கவில்லை.
vi: Bạn chưa bắt đầu bất kỳ cuốn sách/truyện tranh nào.

source: Experimental Features
sk: Experimentálne funkcie
ta: சோதனை நற்பொருத்தங்கள்
vi: Tính năng thử nghiệm

source: Version:
sk: Verzia:
ta: பதிப்பு:
vi: Phiên bản:

source: Unknown
sk: Neznáme
ta: தெரியவில்லை
vi: Không xác định

source: Made By
sk: Vyrobené
ta: தயாரிக்கப்பட்டது
vi: Được thực hiện bởi

# noBooksFound
source: No books were found to be downloaded
sk: Neboli nájdené žiadne stiahnuté knihy
ta: புத்தகங்கள் எதுவும் பதிவிறக்கம் செய்யப்படவில்லை
vi: Không tìm thấy sách nào để tải xuống

# searchBook
source: Please search for a book
sk: Vyhľadajte si prosím knihu
ta: தயவுசெய்து ஒரு புத்தகத்தைத் தேடுங்கள்
vi: Hãy tìm kiếm một cuốn sách

# noResults
source: No results found
sk: Nenašli sa žiadne výsledky
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை
vi: Không tìm thấy kết quả nào

# noHttp
source: URL does not contain http:// or https://
sk: URL neobsahuje http:// alebo https://
ta: முகவரி இல் http: // அல்லது https: // இல்லை
vi: URL không chứa http:// hoặc https://

# invalidUrl
source: URL is not valid. Please check the URL and try again.
sk: URL nie je platné. Skontrolujte URL a skúste to znova.
ta: முகவரி செல்லுபடியாகாது. தயவுசெய்து முகவரி ஐ சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
vi: URL không hợp lệ. Vui lòng kiểm tra URL và thử lại.

# invalidCredentials
source: Incorrect username or password
sk: Nesprávne prihlasovacie meno alebo heslo
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்
vi: Tên người dùng hoặc mật khẩu không chính xác

# serverNotFound
source: Server not found Please check the URL
sk: Server nebol nájdený Prosím skontrolujte URL
ta: சேவையகம் கிடைக்கவில்லை முகவரி ஐ சரிபார்க்கவும்
vi: Không tìm thấy máy chủ Vui lòng kiểm tra URL

# proxyAuthRequired
source: Proxy authentication required Please check the server logs
sk: Vyžaduje sa overenie proxy servera Skontrolujte prosím záznamy servera
ta: பதிலாள் ஏற்பு தேவை சேவையக பதிவுகளை சரிபார்க்கவும்
vi: Yêu cầu xác thực proxy Vui lòng kiểm tra nhật ký máy chủ

# requestTimeout
source: Request timeout Please check the server logs
sk: Časový limit požiadavky vypršal Skontrolujte prosím záznamy servera
ta: நேரம் முடிந்தது சேவையக பதிவுகளை சரிபார்க்கவும்
vi: Yêu cầu hết thời gian Vui lòng kiểm tra nhật ký máy chủ

# dontBrewCoffee
source: Do not brew coffee with me. I am a teapot
sk: Nevarte so mnou kávu. Som čajník
ta: என்னுடன் காபி காய்ச்ச வேண்டாம். நான் ஒரு தேனீர்
vi: Đừng pha cà phê với tôi. Tôi là một ấm trà

# serverError
source: Server error Please check the server logs
sk: Chyba servera Prosím skontrolujte záznamy servera
ta: சேவையக பிழை சேவையக பதிவுகளை சரிபார்க்கவும்
vi: Lỗi máy chủ Vui lòng kiểm tra nhật ký máy chủ

# badGateway
source: Bad gateway Please check the server logs
sk: Zlý gatweay Prosím skontrolujte záznamy servera
ta: மோசமான நுழைவாயில் சேவையக பதிவுகளை சரிபார்க்கவும்
vi: Cổng xấu Vui lòng kiểm tra nhật ký máy chủ

source: Select Audio File
sk: Vyberte audio súbor
ta: ஆடியோ கோப்பைத் தேர்ந்தெடுக்கவும்
vi: Chọn tệp âm thanh

source: Penciller
sk: Výtvarník
ta: பென்சில்லர்
vi: Người viết bút chì

source: Writer
sk: Autor
ta: எழுத்தாளர்
vi: Nhà văn

source: Editor
ta: திருத்தி
vi: Biên tập viên

source: Colorist
sk: Farbiar
ta: வண்ணமயமான
vi: Người tô màu

source: Letterer
sk: Typograf
ta: லெட்டர்
vi: Người viết thư

source: Publisher
sk: Vydavateľ
ta: வெளியீட்டாளர்
vi: Nhà xuất bản

source: Cover Artist
sk: Umelec obálky
ta: கவர் கலைஞர்
vi: Nghệ sĩ bìa

source: Inker
ta: ஈட்டி
vi: Mực

source: Use Sentry
sk: Použiť Sentry
ta: சென்ட்ரியைப் பயன்படுத்துங்கள்
vi: Sử dụng Sentry

# sentryExplanation
source: Enable Sentry logging to quickly diagnose and fix issues! This provides us with real-time error tracking without compromising your privacy. Please help support JellyBook's development by turning on logging.
sk: Prosím povoľte Sentry na rýchlu diagnostiku a opravu problémov! Sentry nám poskytuje sledovanie chýb v reálnom čase, bez ohrozenia vášho súkromia. Pomôžete týmto podporiť vývoj JellyBook.
ta: சிக்கல்களை விரைவாகக் கண்டறிந்து சரிசெய்ய சென்ட்ரி உள்நுழைவை இயக்கவும்! இது உங்கள் தனியுரிமையை வேறுபாடின்மை செய்யாமல் நிகழ்நேர பிழை கண்காணிப்பை எங்களுக்கு வழங்குகிறது. உள்நுழைவை இயக்குவதன் மூலம் செல்ல்புக்கின் வளர்ச்சியை ஆதரிக்க உதவுங்கள்.
vi: Bật tính năng ghi nhật ký Sentry để nhanh chóng chẩn đoán và khắc phục sự cố! Điều này cung cấp cho chúng tôi khả năng theo dõi lỗi theo thời gian thực mà không ảnh hưởng đến quyền riêng tư của bạn. Vui lòng trợ giúp sự phát triển của JellyBook bằng cách bật tính năng ghi nhật ký.

source: Credits
sk: Kredity
ta: வரவு
vi: Ghi công

source: Imprint
ta: முத்திரை
vi: Dấu ấn

source: Read
sk: Čítať
ta: படிக்க
vi: Đọc

source: Give Feedback
sk: Poskytnite spätnú väzbu
ta: கருத்து தெரிவிக்கவும்
vi: Đưa ra phản hồi

source: Lookup Missing Images
sk: Vyhľadať chýbajúce obrázky
ta: காணாமல் போன படங்கள்
vi: Tra cứu hình ảnh bị thiếu

source: OK
ta: சரி
vi: Đồng ý

# pageLoginAddress
source: Web Address
sk: Webová adresa
ta: வலை முகவரி
vi: Địa chỉ Web

source: Reading Direction
sk: Smer čítania
ta: வாசிப்பு திசை
vi: Hướng đọc

# ltr
source: Left to Right
sk: Zľava doprava
ta: இடமிருந்து வலமாக
vi: Trái sang Phải

# rtl
source: Right to Left
sk: Zprava doľava
ta: வலமிருந்து இடமாக
vi: Phải sang trái

source: Vertical
sk: Vertikál
ta: செங்குத்து
vi: Thẳng đứng

# downloadFailed
source: The download was unable to complete. Please try again later.
sk: Sťahovanie zlyhalo. Skúste neskôr.
ta: பதிவிறக்கத்தை முடிக்க முடியவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
vi: Quá trình tải xuống không thể hoàn tất. Vui lòng thử lại sau.

# verticalSeamless
source: Seamless Vertical Scrolling
sk: Plynulé vertikálne posúvanie
ta: தடையற்ற செங்குத்து ச்க்ரோலிங்
vi: Cuộn dọc liền mạch

source: Playback Speed
sk: Rýchlosť prehrávania
ta: பின்னணி விரைவு
vi: Tốc độ phát lại

source: Current Speed:
sk: Aktuálna rýchlosť:
ta: தற்போதைய வேகம்:
vi: Tốc độ hiện tại:

# speedMultiplier
source: x
ta: ஃச்

source: Release Date:
sk: Dátum vydania:
ta: வெளியீட்டு தேதி:
vi: Ngày phát hành:

source: Description:
sk: Popis:
ta: விளக்கம்:
vi: Sự miêu tả:

source: Rating:
sk: Hodnotenie:
ta: மதிப்பீடு:
vi: Đánh giá:

source: Save to device
sk: Uložiť do zariadenia
ta: சாதனத்தில் சேமிக்கவும்
vi: Lưu vào thiết bị

source: Save to server
sk: Uložiť na server
ta: சேவையகத்தில் சேமிக்கவும்
vi: Lưu vào máy chủ

source: Edit
sk: Upraviť
ta: தொகு
vi: Chỉnh sửa

source: Yes
sk: Áno
ta: ஆம்
vi: Có

source: No
sk: Nie
ta: இல்லை
vi: Không

# pageLoginUsername
source: Username
sk: Prihlasovacie meno
ta: பயனர்பெயர்
vi: Tên người dùng

# pageLoginPassword
source: Password
sk: Heslo
ta: கடவுச்சொல்
vi: Mật khẩu

# pageLoginOfflineReader
source: Offline Reader
sk: Offline čítanie
ta: இணைப்பில்லாத வாசகர்
vi: Trình đọc ngoại tuyến

source: Connect
sk: Pripojiť
ta: இணை
vi: Kết nối

source: Permission Required
sk: Potrebné oprávnenia
ta: இசைவு தேவை
vi: Cần có sự cho phép

# permissionExplanation
source: JellyBook needs permission to access your files to read your comics
sk: JellyBook potrebuje oprávnenie na prístup k súborom, aby ste mohli čítať vaše knihy
ta: உங்கள் காமிக்சைப் படிக்க உங்கள் கோப்புகளை அணுக செல்ல்புக் இசைவு தேவை
vi: JellyBook cần có quyền truy cập các tệp của bạn để đọc truyện tranh của bạn

source: Download Required
sk: Potrebné stiahnutie
ta: பதிவிறக்கம் தேவை
vi: Yêu cầu tải xuống

# downloadExplanation
source: JellyBook needs to download the comic before you can read it
sk: JellyBook potrebuje tento komiks najprv stiahnuť aby ste ho mohli čítať
ta: நீங்கள் அதைப் படிப்பதற்கு முன்பு செல்ல்புக் காமிக் பதிவிறக்க வேண்டும்
vi: JellyBook cần tải xuống truyện tranh trước khi bạn có thể đọc nó

# unsupportedFileType
source: File Type Not Supported
sk: Nepodporovaný typ súboru
ta: கோப்பு வகை ஆதரிக்கப்படவில்லை
vi: Loại tệp không được hỗ trợ

# unsupportedFileTypeExplanation
source: JellyBook does not support this file type. Please download a different file
sk: JellyBook nepodporuje tento typ súboru. Stiahnite si prosím iný súbor
ta: செல்ல்புக் இந்த கோப்பு வகையை ஆதரிக்கவில்லை. வேறு கோப்பைப் பதிவிறக்கவும்
vi: JellyBook không hỗ trợ loại tệp này. Vui lòng tải xuống một tệp khác

# loadingComic
source: Please wait while we load your comic/book
sk: Prosím počkajte kým sa načíta vaša kniha/komiks
ta: உங்கள் காமிக்/புத்தகத்தை நாங்கள் ஏற்றும்போது காத்திருங்கள்
vi: Vui lòng đợi trong khi chúng tôi tải truyện tranh/sách của bạn

source: Refresh
sk: Obnoviť
ta: புதுப்பிப்பு
vi: Làm mới

# downloadFirst
source: You need to download the comic first
sk: Najprv musíte tento komiks stiahnúť
ta: நீங்கள் முதலில் காமிக் பதிவிறக்கம் செய்ய வேண்டும்
vi: Bạn cần tải truyện tranh trước

# downloadOffline
source: You are offline, please connect to the internet & reload this app to download this comic
sk: Ste offline, prosím pripojte sa k internetu a obnovte túto stránku na stiahnutie tohto komiksu
ta: நீங்கள் ஆஃப்லைனில் இருக்கிறீர்கள், தயவுசெய்து இணையத்துடன் இணைத்து இந்த காமிக் பதிவிறக்க இந்த பயன்பாட்டை மீண்டும் ஏற்றவும்
vi: Bạn đang ngoại tuyến, vui lòng kết nối internet và tải lại ứng dụng này để tải xuống truyện tranh này

# noResultsFound
source: No results found in this folder
sk: V tomto priečinku sa nenašli žiadne výsledky
ta: இந்த கோப்புறையில் எந்த முடிவுகளும் காணப்படவில்லை
vi: Không tìm thấy kết quả nào trong thư mục này

source: Offline Book Reader
sk: Offline čítačka kníh
ta: இணைப்பில்லாத புத்தக வாசகர்
vi: Trình đọc sách ngoại tuyến

source: Collections
sk: Kolekcie
ta: சேகரிப்புகள்
vi: Bộ sưu tập
